Repository: EdWilsonLJunior/SaveKids
Catalog: ZodiakiOS/ZodiakiOS/Localizable.xcstrings
Source language: en
Languages: pt_br

# catalog.phoneinput.demo.invalid_label
source: Contact (invalid)
pt_br: Contato (inválido)

# catalog.phoneinput.desc_0
source: Tap the country code to open the selector.
pt_br: Toque no código do país para abrir o seletor.

# catalog.phoneinput.error.invalid
source: Invalid number — minimum 8 digits
pt_br: Número inválido — mínimo 8 dígitos

# catalog.pin.container_desc
source: Container that positions pins over an image or background. Tap a pin to show the callout.
pt_br: Container que posiciona pins sobre uma imagem ou fundo. Toque num pin para exibir o callout.

# catalog.pin.subtitle
source: Location marker for images, maps, and canvas
pt_br: Marcador de localização para imagens, mapas e canvas

# catalog.progress.indeterminate_hint
source: Use when progress is unknown.
pt_br: Use quando o progresso é desconhecido.

# catalog.progress.spec.a11y_value
source: .updatesFrequently — VoiceOver re-announces progress changes
pt_br: .updatesFrequently — VoiceOver re-anuncia mudanças de progresso

# catalog.quick_access_bar.desc_0
source: Use the buttons to toggle language and dark/light theme.
pt_br: Use os botões para alternar idioma e modo escuro/claro.

# catalog.quick_access_bar.lang_label
source: Current language
pt_br: Idioma atual

# catalog.quick_access_bar.subtitle
source: ZodiakQuickAccessBar · language & theme
pt_br: ZodiakQuickAccessBar · idioma e tema

# catalog.quick_access_bar.theme_label
source: Current theme
pt_br: Tema atual

# catalog.radii.corner_radius
source: Corner radius
pt_br: Raio de borda

# catalog.radii.ctx.button
source: Button / Pill
pt_br: Botão / Pílula

# catalog.radii.ctx.modal
source: Modal / Panel
pt_br: Modal / Painel

# catalog.radii.in_context
source: In Context
pt_br: Em Contexto

# catalog.radii.pill_desc
source: Pill shape — all buttons — 999pt
pt_br: Pill shape — todos os botões — 999pt

# catalog.radii.shadow_title
source: Shadow
pt_br: Sombra

# catalog.radii.tab.radii
source: Radii
pt_br: Raios

# catalog.radii.tab.shadow
source: Shadow
pt_br: Sombra

# catalog.radii.token_count_desc
source: 4 corner radius tokens + 1 official Zodiak shadow.
pt_br: 4 tokens de corner radius + 1 shadow oficial do Zodiak.

# catalog.radii.xl_desc
source: Modals, large panels — 32pt
pt_br: Modais, painéis grandes — 32pt

# catalog.radio_button.group_example
source: Radio Group — subscription plan
pt_br: Radio Group — plano de assinatura

# catalog.radio.option.a
source: Option A
pt_br: Opção A

# catalog.radio.option.a_selected
source: Option A (selected)
pt_br: Opção A (selecionada)

# catalog.radio.option.b
source: Option B
pt_br: Opção B

# catalog.radio.option.c
source: Option C
pt_br: Opção C

# catalog.radio.option.pro
source: Pro — R$ 49/month
pt_br: Pro — R$ 49/mês

# catalog.rating.context_question
source: How do you rate your experience?
pt_br: Como avalia sua experiência?

# catalog.rating.desc_0
source: Tap a star to select. Tap again to deselect.
pt_br: Toque em uma estrela para selecionar. Toque novamente para desmarcar.

# catalog.rating.desc_1
source: How do you rate your experience?
pt_br: Como avalia sua experiência?

# catalog.rating.desc_2
source: Displays Double ratings with half-star support.
pt_br: Exibe avaliações de double com suporte a meias estrelas.

# catalog.rating.display_desc
source: Displays double ratings with half-star support.
pt_br: Exibe avaliações de double com suporte a meias estrelas.

# catalog.rating.interactive_hint
source: Tap a star to select. Tap again to clear.
pt_br: Toque em uma estrela para selecionar. Toque novamente para desmarcar.

# catalog.result_card.desc
source: ZodiakResultCard and ZodiakResultCardWithBadge — display a result with title, large value and optional subtitle.
pt_br: ZodiakResultCard e ZodiakResultCardWithBadge — exibem resultado com título, valor grande e subtítulo opcional.

# catalog.result_card.subtitle
source: ZodiakResultCard and ZodiakResultCardWithBadge — display result with title, large value and optional subtitle.
pt_br: ZodiakResultCard e ZodiakResultCardWithBadge — exibem resultado com título, valor grande e subtítulo opcional.

# catalog.result_card.usage_desc
source: This component is used in: Grades, PIX Discount, Palindrome, Guess, and Temperature.
pt_br: Este componente é usado em: Notas, PIX Desconto, Palíndromo, Adivinhe e Temperatura.

# catalog.resultcard.demo.above_avg
source: Average above 7.0
pt_br: Média acima de 7.0

# catalog.resultcard.demo.above_avg_class
source: Above class average
pt_br: Acima da média da turma

# catalog.resultcard.demo.attempts
source: Number of attempts
pt_br: Número de tentativas

# catalog.resultcard.demo.check
source: Verification
pt_br: Verificação

# catalog.resultcard.demo.default_title
source: Title
pt_br: Título

# catalog.resultcard.demo.palindrome
source: Palindrome
pt_br: Palíndromo

# catalog.resultcard.demo.title_label
source: Title
pt_br: Título

# catalog.resultcard.label.subtitle
source: Subtitle
pt_br: Subtítulo

# catalog.reveal_card.subtitle
source: ZodiakRevealCard · tap to reveal overlay
pt_br: ZodiakRevealCard · toque para revelar overlay

# catalog.reveal.desc.solid_bg
source: Background .solid(color) — instead of the default gradient
pt_br: Background .solid(color) — em vez do gradiente padrão

# catalog.reveal.tag.office
source: Office
pt_br: Escritório

# catalog.reveal.tag.studio
source: Studio
pt_br: Estúdio

# catalog.reveal.text.azur_office
source: Space with blue background — .solid(surfaceAzur) variant.
pt_br: Espaço com fundo azul — variante .solid(surfaceAzur).

# catalog.reveal.text.data_center
source: Tier-3 certified facility for hybrid cloud of enterprise clients.
pt_br: Instalação Tier-3 certificada para cloud híbrida de clientes enterprise.

# catalog.reveal.text.design_studio
source: 40 seats, collaborative walls and dedicated Figma workstations.
pt_br: 40 lugares, paredes colaborativas e workstations Figma dedicadas.

# catalog.reveal.text.innovation_lab
source: Space dedicated to prototyping, user testing and emerging technology pilots.
pt_br: Espaço dedicado a prototipagem, testes com usuários e pilotos de tecnologias emergentes.

# catalog.reveal.text.marine_space
source: Marine background for high-contrast contexts.
pt_br: Fundo marine para contextos de alto contraste.

# catalog.reveal.text.paris_hq
source: Our global HQ with 3,200 consultants across 12 floors. Opened in 2019.
pt_br: Nossa sede principal com 3 200 consultores distribuídos em 12 andares. Inaugurada em 2019.

# catalog.revealcard.spec.background_value
source: .gradient (default) · .solid(Color)
pt_br: .gradient (padrão) · .solid(Color)

# catalog.search_field.desc_0
source: Rest (unfocused)
pt_br: Repouso (sem foco)

# catalog.search_field.desc_1
source: With content + clear button
pt_br: Com conteúdo + botão clear

# catalog.searchfield.desc_0
source: Rest (unfocused)
pt_br: Repouso (sem foco)

# catalog.searchfield.desc_1
source: With content + clear button
pt_br: Com conteúdo + botão clear

# catalog.section_name.atoms
source: Atoms
pt_br: Átomos

# catalog.section_name.molecules
source: Molecules
pt_br: Moléculas

# catalog.section_name.organisms
source: Organisms
pt_br: Organismos

# catalog.section_name.utilities
source: Utilities
pt_br: Utilitários

# catalog.section.5_steps_todos_concluidos
source: 5 steps — all done
pt_br: 5 steps — todos concluídos

# catalog.section.accessibility
source: Accessibility
pt_br: Acessibilidade

# catalog.section.action_ribbons
source: Action
pt_br: Ação

# catalog.section.active_2
source: Active (2)
pt_br: Ativo (2)

# catalog.section.active_9
source: Active (9)
pt_br: Ativo (9)

# catalog.section.alinhamento
source: Alignment
pt_br: Alinhamento

# catalog.section.all_helper_states
source: All helper states
pt_br: Todos os helper states

# catalog.section.all_states
source: All states
pt_br: Todos os estados

# catalog.section.all_variants
source: All Variants
pt_br: Todas as variantes

# catalog.section.altura_personalizada
source: Custom Height
pt_br: Altura Personalizada

# catalog.section.alturas_de_componente
source: Component Heights
pt_br: Alturas de Componente

# catalog.section.anatomia_do_card
source: Card Anatomy
pt_br: Anatomia do card

# catalog.section.apenas_titulo
source: Title Only
pt_br: Apenas título

# catalog.section.aspect
source: Aspect
pt_br: Aspecto

# catalog.section.auth_progressiva
source: Progressive Auth
pt_br: Auth progressiva

# catalog.section.background
source: Background
pt_br: Fundo

# catalog.section.background_solido
source: Solid Background
pt_br: Background Sólido

# catalog.section.badge_color
source: Badge color
pt_br: Cor do badge

# catalog.section.basic_example
source: Basic example
pt_br: Exemplo básico

# catalog.section.behavior
source: Behavior
pt_br: Comportamento

# catalog.section.behaviors
source: Behaviors
pt_br: Comportamentos

# catalog.section.bloco_de_texto
source: Text Block
pt_br: Bloco de Texto

# catalog.section.body_styles
source: Body Styles
pt_br: Estilos de Corpo

# catalog.section.botoes_individuais
source: Individual Buttons
pt_br: Botões individuais

# catalog.section.busca_com_lista_longa
source: Search with Long List
pt_br: Busca com lista longa

# catalog.section.card_anatomy
source: Card anatomy
pt_br: Anatomia do card

# catalog.section.card_grid
source: Card grid
pt_br: Grid de cards

# catalog.section.card_grid_author
source: Author Grid
pt_br: Grade de Autor

# catalog.section.card_grid_compositions
source: Card Grid Compositions
pt_br: Composições de Grid de Cards

# catalog.section.card_grid_standard
source: Standard Grid
pt_br: Grade Padrão

# catalog.section.card_grid_tall
source: Tall Grid
pt_br: Grade Tall

# catalog.section.card_grid_tipografico
source: Typographic Grid
pt_br: Grade Tipográfica

# catalog.section.carousel
source: Carousel
pt_br: Carrossel

# catalog.section.casos_de_uso
source: Use Cases
pt_br: Casos de uso

# catalog.section.chips_for_filters
source: Chips for filters (input)
pt_br: Chips para filtros (input)

# catalog.section.chips_para_filtros_input
source: Filter Chips (input)
pt_br: Chips para filtros (input)

# catalog.section.color_variants
source: Color variants
pt_br: Variantes de cor

# catalog.section.com_acao_e_dismiss
source: With Action & Dismiss
pt_br: Com Ação e Dismiss

# catalog.section.com_anel_de_progresso
source: With Progress Ring
pt_br: Com anel de progresso

# catalog.section.com_botao_de_acao_cta
source: With Action Button (CTA)
pt_br: Com botão de ação (CTA)

# catalog.section.com_contador_numerico
source: With Numeric Counter
pt_br: Com contador numérico

# catalog.section.com_icone_e_subtitulo
source: With Icon and Subtitle
pt_br: Com ícone e subtítulo

# catalog.section.com_valor_pre_selecionado
source: With Pre-selected Value
pt_br: Com valor pré-selecionado

# catalog.section.combinacoes_de_uso
source: Usage Combinations
pt_br: Combinações de uso

# catalog.section.common_contexts
source: Common contexts
pt_br: Contextos comuns

# catalog.section.como_usar
source: How to Use
pt_br: Como usar

# catalog.section.company
source: Company
pt_br: Empresa

# catalog.section.compartilhamento_padrao
source: Default Sharing
pt_br: Compartilhamento padrão

# catalog.section.componentes
source: Components
pt_br: Componentes

# catalog.section.comportamento
source: Behavior
pt_br: Comportamento

# catalog.section.comportamentos
source: Behaviors
pt_br: Comportamentos

# catalog.section.composicao_com_download
source: Composition with Download
pt_br: Composição com Download

# catalog.section.compositions
source: Compositions
pt_br: Composições

# catalog.section.configuracao
source: Configuration
pt_br: Configuração

# catalog.section.configuration
source: Configuration
pt_br: Configuração

# catalog.section.content
source: Content
pt_br: Conteúdo

# catalog.section.content_compositions
source: Content Compositions
pt_br: Composições de Conteúdo

# catalog.section.content_variants
source: Content variants
pt_br: Variantes de conteúdo

# catalog.section.conteudo_do_pin
source: Pin Content
pt_br: Conteúdo do pin

# catalog.section.context_variants
source: Context Variants (onHeavy / onPhoto)
pt_br: Variantes de Contexto (onHeavy / onPhoto)

# catalog.section.contextos_comuns
source: Common Contexts
pt_br: Contextos comuns

# catalog.section.contextos_de_uso
source: Usage Contexts
pt_br: Contextos de uso

# catalog.section.contraste_de_cores
source: Color Contrast
pt_br: Contraste de Cores

# catalog.section.controls
source: Controls
pt_br: Controles

# catalog.section.cores_de_icone
source: Icon Colors
pt_br: Cores de Ícone

# catalog.section.cores_de_texto
source: Text Colors
pt_br: Cores de texto

# catalog.section.default
source: Default
pt_br: Padrão

# catalog.section.default_icon
source: Default icon
pt_br: Ícone padrão

# catalog.section.demo_agendar_reuniao
source: Demo — Schedule Meeting
pt_br: Demo — Agendar reunião

# catalog.section.demonstracao
source: Demo
pt_br: Demonstração

# catalog.section.demonstration
source: Demonstration
pt_br: Demonstração

# catalog.section.desabilitado
source: Disabled
pt_br: Desabilitado

# catalog.section.descartavel
source: Dismissible
pt_br: Descartável

# catalog.section.descartavel_isdismissible
source: Dismissible (isDismissible)
pt_br: Descartável (isDismissible)

# catalog.section.dimensoes_de_icone
source: Icon Sizes
pt_br: Dimensões de Ícone

# catalog.section.disabled
source: Disabled
pt_br: Desabilitado

# catalog.section.disabled_state
source: Disabled state
pt_br: Estado desabilitado

# catalog.section.dismissible
source: Dismissible (isDismissible)
pt_br: Descartável (isDismissible)

# catalog.section.display_headings
source: Display Headings
pt_br: Headings de Display

# catalog.section.em_lista_tabuada_do_7
source: In List — 7× Multiplication Table
pt_br: Em lista — Tabuada do 7

# catalog.section.enabled
source: Enabled
pt_br: Habilitado

# catalog.section.escritorios_capgemini
source: Capgemini Offices
pt_br: Escritórios Capgemini

# catalog.section.especificacoes
source: Specifications
pt_br: Especificações

# catalog.section.estado_de_erro
source: Error State
pt_br: Estado de erro

# catalog.section.estado_de_selecao
source: Selection State
pt_br: Estado de seleção

# catalog.section.estado_desabilitado
source: Disabled State
pt_br: Estado desabilitado

# catalog.section.estado_vazio
source: Empty State
pt_br: Estado vazio

# catalog.section.estados
source: States
pt_br: Estados

# catalog.section.estados_de_cada_step
source: States per Step
pt_br: Estados de cada step

# catalog.section.estilos
source: Styles
pt_br: Estilos

# catalog.section.example_in_context
source: Example in context
pt_br: Exemplo em contexto

# catalog.section.examples
source: Examples
pt_br: Exemplos

# catalog.section.exemplo_basico
source: Basic Example
pt_br: Exemplo básico

# catalog.section.exemplo_em_contexto
source: In-context Example
pt_br: Exemplo em contexto

# catalog.section.exemplos
source: Examples
pt_br: Exemplos

# catalog.section.exemplos_interativos
source: Interactive Examples
pt_br: Exemplos interativos

# catalog.section.form_containers
source: Form Containers
pt_br: Containers de Form

# catalog.section.grid_2_colunas
source: 2-Column Grid
pt_br: Grid 2 Colunas

# catalog.section.grid_3_colunas
source: 3-Column Grid
pt_br: Grid 3 Colunas

# catalog.section.grid_de_cards
source: Cards Grid
pt_br: Grid de cards

# catalog.section.grupo
source: Group
pt_br: Grupo

# catalog.section.hero_compositions
source: Hero Compositions
pt_br: Composições Hero

# catalog.section.hero_fullscreen
source: Fullscreen Hero
pt_br: Hero Fullscreen

# catalog.section.hero_small
source: Hero Small
pt_br: Herói Pequeno

# catalog.section.hero_split
source: Hero Split
pt_br: Herói Dividido

# catalog.section.hero_tipografico
source: Typographic Hero
pt_br: Hero Tipográfico

# catalog.section.hierarquia
source: Hierarchy
pt_br: Hierarquia

# catalog.section.how_to_use
source: How to use
pt_br: Como usar

# catalog.section.icones
source: Icons
pt_br: Ícones

# catalog.section.image_texto_simetrico
source: Image & Text Symmetrical
pt_br: Imagem e Texto Simétrico

# catalog.section.imagem_e_texto_simetrico
source: Symmetric Image and Text
pt_br: Imagem e Texto Simétrico

# catalog.section.in_context
source: In Context
pt_br: Em Contexto

# catalog.section.indeterminate_spinner
source: Indeterminate spinner
pt_br: Spinner indeterminado

# catalog.section.individual_buttons
source: Individual buttons
pt_br: Botões individuais

# catalog.section.information
source: Information
pt_br: Informação

# catalog.section.initials
source: Initials
pt_br: Iniciais

# catalog.section.integrado_com_carrossel
source: Integrated with Carousel
pt_br: Integrado com carrossel

# catalog.section.interactive_demo
source: Interactive Demo
pt_br: Demo interativo

# catalog.section.interactive_examples
source: Interactive examples
pt_br: Exemplos interativos

# catalog.section.interactive_rating
source: Interactive rating
pt_br: Rating interativo

# catalog.section.italic
source: Italic
pt_br: Itálico

# catalog.section.item_individual
source: Single Item
pt_br: Item Individual

# catalog.section.label_customizado
source: Custom Label
pt_br: Label customizado

# catalog.section.layout_grid
source: Layout Grid
pt_br: Grade de Layout

# catalog.section.layout_grid_atual
source: Current Device
pt_br: Dispositivo Atual

# catalog.section.layout_grid_ipad
source: iPad Grid
pt_br: Grade iPad

# catalog.section.layout_grid_iphone
source: iPhone Grid
pt_br: Grade iPhone

# catalog.section.leading_slot
source: Leading Slot
pt_br: Slot Inicial

# catalog.section.left_aligned
source: Left-aligned
pt_br: À esquerda

# catalog.section.legenda_de_variantes
source: Variants Legend
pt_br: Legenda de variantes

# catalog.section.lista
source: List
pt_br: Lista

# catalog.section.lista_curta
source: Short List
pt_br: Lista curta

# catalog.section.lista_de_registros
source: Records List
pt_br: Lista de registros

# catalog.section.maximo_de_selecoes_max_3
source: Maximum Selections (max. 3)
pt_br: Máximo de seleções (máx. 3)

# catalog.section.media_compositions
source: Media Compositions
pt_br: Composições de Mídia

# catalog.section.multi_selecao_interativo
source: Multi-selection — Interactive
pt_br: Multi-seleção — interativo

# catalog.section.multi_select_interactive
source: Multi-selection — interactive
pt_br: Multi-seleção — interativo

# catalog.section.multiplas_opcoes_abre_bottom_sheet
source: Multiple Options — Opens Bottom Sheet
pt_br: Múltiplas opções — abre bottom sheet

# catalog.section.nao_ordenada_unordered
source: Unordered
pt_br: Não-ordenada (unordered)

# catalog.section.navigation
source: Navigation
pt_br: Navegação

# catalog.section.nivel_wcag
source: WCAG Level
pt_br: Nível WCAG

# catalog.section.nomenclatura
source: Terminology
pt_br: Nomenclatura

# catalog.section.normal_text
source: Normal text
pt_br: Texto normal

# catalog.section.on_heavy_medium
source: On Heavy — Medium
pt_br: On Heavy — Médio

# catalog.section.on_heavy_small
source: On Heavy — Small
pt_br: On Heavy — Pequeno

# catalog.section.on_lite_medium
source: On Lite — Medium
pt_br: On Lite — Médio

# catalog.section.on_lite_small
source: On Lite — Small
pt_br: On Lite — Pequeno

# catalog.section.opcao_unica_download_direto
source: Single Option — Direct Download
pt_br: Opção única — download direto

# catalog.section.ordenada_ordered
source: Ordered
pt_br: Ordenada (ordered)

# catalog.section.orientation
source: Orientation
pt_br: Orientação

# catalog.section.out_of_range_error
source: Value outside the allowed range
pt_br: Valor fora do intervalo permitido

# catalog.section.padrao_260pt
source: Default 260pt
pt_br: Padrão 260pt

# catalog.section.playground_dispare_um_toast
source: Playground — Fire a Toast
pt_br: Playground — dispare um toast

# catalog.section.playground_press_hold
source: Playground — press and hold
pt_br: Playground — pressione e segure

# catalog.section.playground_pressione_e_segure
source: Playground — Press and Hold
pt_br: Playground — pressione e segure

# catalog.section.playground_validacao
source: Playground — Validation
pt_br: Playground — Validação

# catalog.section.playground_validation
source: Playground — Validation
pt_br: Playground — Validação

# catalog.section.podcast_grande
source: Large Podcast
pt_br: Podcast Grande

# catalog.section.podcast_large
source: Podcast Large
pt_br: Podcast Grande

# catalog.section.podcast_small
source: Podcast Small
pt_br: Podcast Pequeno

# catalog.section.position
source: Position
pt_br: Posição

# catalog.section.primitivos
source: Primitives
pt_br: Primitivos

# catalog.section.progress
source: Progress
pt_br: Progresso

# catalog.section.quando_usar
source: When to Use
pt_br: Quando usar

# catalog.section.quando_usar_vs_zodiakbutton
source: When to Use vs. ZodiakButton
pt_br: Quando usar vs. ZodiakButton

# catalog.section.radio_group_plano_de_assinatura
source: Radio Group — Subscription Plan
pt_br: Radio Group — plano de assinatura

# catalog.section.rating_interativo
source: Interactive Rating
pt_br: Rating interativo

# catalog.section.records_list
source: Records list
pt_br: Lista de registros

# catalog.section.required_validation_error
source: Required field — validation error
pt_br: Campo obrigatório — erro de validação

# catalog.section.resting_state
source: Resting (no focus)
pt_br: Repouso (sem foco)

# catalog.section.secao_de_titulo
source: Title Section
pt_br: Seção de Título

# catalog.section.selecao_multipla
source: Multiple Selection
pt_br: Seleção múltipla

# catalog.section.selecao_simples
source: Single Selection
pt_br: Seleção simples

# catalog.section.selecao_unica_interativo
source: Single Selection — Interactive
pt_br: Seleção única — interativo

# catalog.section.sem_anel_de_progresso
source: Without Progress Ring
pt_br: Sem anel de progresso

# catalog.section.sem_checkbox_de_compliance
source: Without Compliance Checkbox
pt_br: Sem checkbox de compliance

# catalog.section.sem_contador_numerico
source: Without Numeric Counter
pt_br: Sem contador numérico

# catalog.section.sem_headline
source: Without Headline
pt_br: Sem headline

# catalog.section.semantic
source: Semantic
pt_br: Semânticos

# catalog.section.simulacao_de_video
source: Video simulation
pt_br: Simulação de vídeo

# catalog.section.single_select_interactive
source: Single selection — interactive
pt_br: Seleção única — interativo

# catalog.section.sizes
source: Sizes
pt_br: Tamanhos

# catalog.section.sizing
source: Sizing
pt_br: Dimensionamento

# catalog.section.specification
source: Specification
pt_br: Especificação

# catalog.section.specifications
source: Specifications
pt_br: Especificações

# catalog.section.spinner_indeterminado
source: Indeterminate Spinner
pt_br: Spinner indeterminado

# catalog.section.standard_headings
source: Standard Headings
pt_br: Títulos Padrão

# catalog.section.step_states
source: States for each step
pt_br: Estados de cada step

# catalog.section.styles_and_sizes
source: Styles and sizes
pt_br: Estilos e tamanhos

# catalog.section.success
source: Success
pt_br: Sucesso

# catalog.section.tamanhos
source: Sizes
pt_br: Tamanhos

# catalog.section.tamanhos_tipograficos
source: Typography sizes
pt_br: Tamanhos tipográficos

# catalog.section.text_colors
source: Text colors
pt_br: Cores de texto

# catalog.section.title_only
source: Title only
pt_br: Apenas título

# catalog.section.titulo_apenas
source: Title Only
pt_br: Apenas Título

# catalog.section.toast_with_action
source: Toast with action
pt_br: Toast com ação

# catalog.section.todos_os_estados
source: All States
pt_br: Todos os estados

# catalog.section.todos_os_helper_states
source: All Helper States
pt_br: Todos os helper states

# catalog.section.tokens_de_grid
source: Grid Tokens
pt_br: Tokens de Grade
